function sendPost() {// Наша функция, которая будет осуществлять ajax-отправку
    jQuery.ajax({    // Начала конструкции для работы с Ajax через jQuery
        type: "GET", // Метод, которым получаем данные из формы
        url: "/contact-form.php", // Обработчик формы.
        data: jQuery("#form").serialize(), // Этот метод, берет форму с id=form и достает оттуда данные
        success: function(html) {    // функция выполняемая при успешном отправлении данных
            $('#closeModal').click();
            alert("Ваше сообщение успешно отправлено. ");
        }
    });
}
